"Andromeda" = "Андромеда";
"Antlia" = "Помпа";
"Apus" = "Райска птица";
"Aquarius" = "Водолей";
"Aquila" = "Орел";
"Ara" = "Жертвеник";
"Aries" = "Овен";
"Auriga" = "Колар";
"Boötes" = "Воловар";
"Caelum" = "Длето";
"Camelopardalis" = "Жираф";
"Cancer" = "Рак";
"Canes Venatici" = "Ловджийски кучета";
"Canis Major" = "Голямо куче";
"Canis Minor" = "Малко куче";
"Capricornus" = "Козирог";
"Carina" = "Кил";
"Cassiopeia" = "Касиопея";
"Centaurus" = "Кентавър";
"Cepheus" = "Цефей";
"Cetus" = "Кит";
"Chamaeleon" = "Хамелеон";
"Circinus" = "Пергел";
"Columba" = "Гълъб";
"Coma Berenices" = "Косите на Вероника";
"Corona Australis" = "Южна корона";
"Corona Borealis" = "Северна Корона";
"Corvus" = "Врана";
"Crater" = "Чаша";
"Crux" = "Южен кръст";
"Cygnus" = "Лебед";
"Delphinus" = "Делфин";
"Dorado" = "Златна рибка";
"Draco" = "Дракон";
"Equuleus" = "Жребче";
"Eridanus" = "Еридан";
"Fornax" = "Пещ";
"Gemini" = "Близнаци";
"Grus" = "Жерав";
"Hercules" = "Херкулес";
"Horologium" = "Часовник";
"Hydra" = "Хидра";
"Hydrus" = "Южна Хидра";
"Indus" = "Индиец";
"Lacerta" = "Гущер";
"Leo" = "Лъв";
"Leo Minor" = "Лъвче";
"Lepus" = "Заек";
"Libra" = "Везни";
"Lupus" = "Вълк";
"Lynx" = "Рис";
"Lyra" = "Лира";
"Mensa" = "Маса";
"Microscopium" = "Микроскоп";
"Monoceros" = "Еднорог";
"Musca" = "Муха";
"Norma" = "Прав ъгъл";
"Octans" = "Октант";
"Ophiuchus" = "Змиеносец";
"Orion" = "Орион";
"Pavo" = "Паун";
"Pegasus" = "Пегас";
"Perseus" = "Персей";
"Phoenix" = "Феникс";
"Pictor" = "Живописец";
"Pisces" = "Риби";
"Piscis Austrinus" = "Южна риба";
"Puppis" = "Кърма";
"Pyxis" = "Компас";
"Reticulum" = "Микрометър";
"Sagitta" = "Стрела";
"Sagittarius" = "Стрелец";
"Scorpius" = "Скорпион";
"Sculptor" = "Скулптор";
"Scutum" = "Щит";
"Serpens Caput" = "Змийска глава";
"Serpens Cauda" = "Змийска опашка";
"Sextans" = "Секстант";
"Taurus" = "Бик";
"Telescopium" = "Телескоп";
"Triangulum" = "Триъгълник";
"Triangulum Australe" = "Южен триъгълник";
"Tucana" = "Тукан";
"Ursa Major" = "Голяма мечка";
"Ursa Minor" = "Малка мечка";
"Vela" = "Корабни платна";
"Virgo" = "Дева";
"Volans" = "Хвърчаща риба";
"Vulpecula" = "Лисиче";
